/* GENERAL STRINGS */
"OK" = "OK";
"Cancel" = "Cancel";
"Delete" = "Delete";
"Rename" = "Rename";
"Actions" = "Actions";



/* SIDEBARVIEW */
"Filters" = "Filters";
"Smart Filters" = "Smart Filters";
"All Goals" = "All Goals";
"Recent Goals" = "Recent Goals";
"Tags" = "Tags";
"Add tag" = "Add tag";
"Show awards" = "Show awards";

"Rename tag" = "Rename tag";
"New name" = "New name";



/* CONTENTVIEW */
"Goals" = "Goals";

/* A button that shows a menu with the following options */
"Filter" = "Filter";
"Turn Filter On" = "Turn Filter On"; /* Enables filtering */
"Turn Filter Off" = "Turn Filter Off"; /* Disables filtering */
"Sort By" = "Sort By"; /* Adjust the order goals are shown */
"Date Created" = "Date Created"; /* Sort goals by the date they were created */
"Date Modified" = "Date Modified"; /* Sort goals by the date they were last changed */
"Newest to Oldest" = "Newest to Oldest"; /* Place newer goals before older goals */
"Oldest to Newest" = "Oldest to Newest"; /* Place older goals before newer goals */

"All" = "All";
"Open" = "Open";
"Closed" = "Closed";

"Low" = "Low";
"Medium" = "Medium";
"High" = "High";

/* Create a new goal */
"New Goal" = "New Goal";

/* A text placeholder, to help users search */
"Filter goals, or type # to add tags" = "Filter goals, or type # to add tags";

/* Shown as a status for closed goals */
"CLOSED" = "CLOSED";



/* DETAILSVIEW */
"Details" = "Details";

/* NOGoalVIEW */
"No Goal Selected" = "No Goal Selected";

/* GoalVIEW */
"Copy Goal Title" = "Copy Goal Title";
"Close Goal" = "Close Goal";
"Re-open Goal" = "Re-open Goal";

/* Fields that let the users enter details about a specific goal */
"Enter the goal title here" = "Enter the goal title here";
"**Modified:** %@" = "**Modified:** %@";
"**Status:** %@" = "**Status:** %@";
"Priority" = "Priority";
"Add Tags" = "Add Tags";
"Basic Information" = "Basic Information";
"Enter the goal description here" = "Enter the goal description here";



/* AWARDS VIEW */
"Awards" = "Awards";
"Unlocked: %@" = "Unlocked: %@";
"Locked" = "Locked";



/* DATA */
"New tag" = "New tag";
"New goal" = "New goal";
"Description goes here" = "Description goes here";
"Goal %d-%d" = "Goal %d-%d";
"Tag %d" = "Tag %d";

"No tags" = "No tags";



/* DEBUG ONLY */
"ADD SAMPLES" = "ADD SAMPLES";
